Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %02d분
ar: %02d دقيقة
cs: %02d min
da: %02d min
de: %02d Min.
el: %02d λεπ
en: %02d min
es: %02d min
fi: %02d min
fr: %02d min
he: %02d דק׳
hi: %02d मिनट
hu: %02d perc
id: %02d mnt
it: %02d min
ja: %02d分
nb: %02d min
nl: %02d min
pl: %02d min
pt_br: %02d min
pt_pt: %02d min
ro: %02d min
ru: %02d мин
sv: %02d min
th: %02d นาที
tr: %02d dk
uk: %02d хв
vi: %02d phút
zh_hans: %02d分
zh_hant: %02d分

source: %02d시
ar: %02d:00
cs: %02d:00
da: %02d:00
de: %02d:00 Uhr
el: %02d:00
en: %02d:00
es: %02d:00
fi: %02d:00
fr: %02d h
he: %02d:00
hi: %02d:00
hu: %02d:00
id: %02d.00
it: %02d:00
ja: %02d時
nb: %02d:00
nl: %02d:00
pl: %02d:00
pt_br: %02d:00
pt_pt: %02d:00
ro: %02d:00
ru: %02d:00
sv: %02d:00
th: %02d:00 น.
tr: %02d:00
uk: %02d:00
vi: %02d:00
zh_hans: %02d点
zh_hant: %02d點

source: %@, %lld 퍼센트
ar: %@، %lld بالمائة
cs: %@, %lld procent
da: %@, %lld procent
de: %@, %lld Prozent
el: %@, %lld τοις εκατό
en: %@, %lld percent
es: %@, %lld por ciento
fi: %@, %lld prosenttia
fr: %@, %lld pour cent
he: %@, %lld אחוזים
hi: %@, %lld प्रतिशत
hu: %@, %lld százalék
id: %@, %lld persen
it: %@, %lld percento
ja: %@、%lldパーセント
nb: %@, %lld prosent
nl: %@, %lld procent
pl: %@, %lld procent
pt_br: %@, %lld por cento
pt_pt: %@, %lld por cento
ro: %@, %lld procente
ru: %@, %lld процентов
sv: %@, %lld procent
th: %@, %lld เปอร์เซ็นต์
tr: %@, yüzde %lld
uk: %@, %lld відсотків
vi: %@, %lld phần trăm
zh_hans: %@，%lld 百分比
zh_hant: %@，%lld 百分比

source: %@, 평균 %@도, 최고 %@도
ar: %@، المتوسط %@°، الأقصى %@°
cs: %@, prům. %@°, max. %@°
da: %@, gns. %@°, maks. %@°
de: %@, Durchschn. %@°, Max. %@°
el: %@, μέση %@°, μέγ. %@°
en: %@, avg %@°, max %@°
es: %@, prom. %@°, máx. %@°
fi: %@, ka. %@°, maks. %@°
fr: %@, moy. %@°, max. %@°
he: %@, ממוצע %@°, מקס׳ %@°
hi: %@, औसत %@°, अधिकतम %@°
hu: %@, átl. %@°, max. %@°
id: %@, rata-rata %@°, maks %@°
it: %@, media %@°, max %@°
ja: %@、平均%@°、最高%@°
nb: %@, gj.sn. %@°, maks %@°
nl: %@, gem. %@°, max. %@°
pl: %@, śr. %@°, maks. %@°
pt_br: %@, média %@°, máx %@°
pt_pt: %@, média %@°, máx %@°
ro: %@, med. %@°, max. %@°
ru: %@, средн. %@°, макс. %@°
sv: %@, medel %@°, max %@°
th: %@, เฉลี่ย %@°, สูงสุด %@°
tr: %@, ort. %@°, maks. %@°
uk: %@, середн. %@°, макс. %@°
vi: %@, tb %@°, tối đa %@°
zh_hans: %@，平均%@°，最高%@°
zh_hant: %@，平均%@°，最高%@°

# %@° · 최고 %@°
source: %1$@° · 최고 %2$@°
ar: %1$@° · الذروة %2$@°
cs: %1$@° · Max. %2$@°
da: %1$@° · Maks %2$@°
de: %1$@° · Max. %2$@°
el: %1$@° · Μέγιστο %2$@°
en: %1$@° · Peak %2$@°
es: %1$@° · Máx. %2$@°
fi: %1$@° · Huippu %2$@°
fr: %1$@° · Max. %2$@°
he: %1$@° · שיא %2$@°
hi: %1$@° · अधिकतम %2$@°
hu: %1$@° · Csúcs %2$@°
id: %1$@° · Puncak %2$@°
it: %1$@° · Picco %2$@°
ja: %1$@° · 最高 %2$@°
nb: %1$@° · Maks %2$@°
nl: %1$@° · Piek %2$@°
pl: %1$@° · Szczyt %2$@°
pt_br: %1$@° · Máx. %2$@°
pt_pt: %1$@° · Máx. %2$@°
ro: %1$@° · Vârf %2$@°
ru: %1$@° · Пик %2$@°
sv: %1$@° · Max %2$@°
th: %1$@° · สูงสุด %2$@°
tr: %1$@° · En Yüksek %2$@°
uk: %1$@° · Пік %2$@°
vi: %1$@° · Cao nhất %2$@°
zh_hans: %1$@° · 最高 %2$@°
zh_hant: %1$@° · 最高 %2$@°

source: %@분
ar: %@ د
cs: %@ min
da: %@ min
de: %@ Min.
el: %@ λεπ
en: %@ min
es: %@ min
fi: %@ min
fr: %@ min
he: %@ דק׳
hi: %@ मिनट
hu: %@ perc
id: %@ menit
it: %@ min
ja: %@分
nb: %@ min
nl: %@ min
pl: %@ min
pt_br: %@ min
pt_pt: %@ min
ro: %@ min
ru: %@ мин
sv: %@ min
th: %@ นาที
tr: %@ dk
uk: %@ хв
vi: %@ phút
zh_hans: %@分钟
zh_hant: %@分鐘

source: %@시간
ar: %@ س
cs: %@ hod
da: %@ t
de: %@ Std.
el: %@ ώρες
en: %@ hr
es: %@ h
fi: %@ t
fr: %@ h
he: %@ שע׳
hi: %@ घंटे
hu: %@ óra
id: %@ jam
it: %@ ore
ja: %@時間
nb: %@ t
nl: %@ uur
pl: %@ godz.
pt_br: %@ h
pt_pt: %@ h
ro: %@ ore
ru: %@ ч
sv: %@ tim
th: %@ ชม.
tr: %@ sa
uk: %@ год
vi: %@ giờ
zh_hans: %@小时
zh_hant: %@小時

# %@시간 %@분
source: %1$@시간 %2$@분
ar: %1$@ س %2$@ د
cs: %1$@ hod %2$@ min
da: %1$@ t %2$@ min
de: %1$@ Std. %2$@ Min.
el: %1$@ ώρες %2$@ λεπ
en: %1$@ hr %2$@ min
es: %1$@ h %2$@ min
fi: %1$@ t %2$@ min
fr: %1$@ h %2$@ min
he: %1$@ שע׳ ו-%2$@ דק׳
hi: %1$@ घंटे %2$@ मिनट
hu: %1$@ óra %2$@ perc
id: %1$@ jam %2$@ menit
it: %1$@ ore %2$@ min
ja: %1$@時間 %2$@分
nb: %1$@ t %2$@ min
nl: %1$@ uur %2$@ min
pl: %1$@ godz. %2$@ min
pt_br: %1$@ h %2$@ min
pt_pt: %1$@ h %2$@ min
ro: %1$@ ore %2$@ min
ru: %1$@ ч %2$@ мин
sv: %1$@ tim %2$@ min
th: %1$@ ชม. %2$@ นาที
tr: %1$@ sa %2$@ dk
uk: %1$@ год %2$@ хв
vi: %1$@ giờ %2$@ phút
zh_hans: %1$@小时 %2$@分钟
zh_hant: %1$@小時 %2$@分鐘

source: %d%%까지 방전 시작
ar: بدء التفريغ حتى %d%%
cs: Zahájit vybíjení na %d%%
da: Start afladning til %d%%
de: Entladen auf %d%% starten
el: Έναρξη εκφόρτισης στο %d%%
en: Start discharge to %d%%
es: Iniciar descarga al %d%%
fi: Aloita purkaminen tasolle %d%%
fr: Démarrer la décharge à %d%%
he: התחל פריקה עד %d%%
hi: %d%% तक डिस्चार्ज शुरू करें
hu: Lemerítés indítása %d%%-ra
id: Mulai pengosongan ke %d%%
it: Avvia scarica al %d%%
ja: %d%%まで放電開始
nb: Start utlading til %d%%
nl: Start ontladen tot %d%%
pl: Rozpocznij rozładowywanie do %d%%
pt_br: Iniciar descarga até %d%%
pt_pt: Iniciar descarga até %d%%
ro: Începe descărcarea la %d%%
ru: Начать разрядку до %d%%
sv: Börja ladda ur till %d%%
th: เริ่มคายประจุถึง %d%%
tr: %% %d seviyesine deşarjı başlat
uk: Почати розряджання до %d%%
vi: Bắt đầu xả pin đến %d%%
zh_hans: 开始放电至 %d%%
zh_hant: 開始放電至 %d%%

# %lld RPM · 목표 %lld
source: %1$lld RPM · 목표 %2$lld
ar: %1$lld RPM · الهدف %2$lld
cs: %1$lld RPM · Cíl %2$lld
da: %1$lld RPM · Mål %2$lld
de: %1$lld RPM · Ziel %2$lld
el: %1$lld RPM · Στόχος %2$lld
en: %1$lld RPM · Target %2$lld
es: %1$lld RPM · Objetivo %2$lld
fi: %1$lld RPM · Tavoite %2$lld
fr: %1$lld tr/min · Cible %2$lld
he: %1$lld RPM · יעד %2$lld
hi: %1$lld RPM · लक्ष्य %2$lld
hu: %1$lld RPM · Cél %2$lld
id: %1$lld RPM · Target %2$lld
it: %1$lld RPM · Obiettivo %2$lld
ja: %1$lld RPM · 目標 %2$lld
nb: %1$lld RPM · Mål %2$lld
nl: %1$lld RPM · Doel %2$lld
pl: %1$lld RPM · Cel %2$lld
pt_br: %1$lld RPM · Alvo %2$lld
pt_pt: %1$lld RPM · Alvo %2$lld
ro: %1$lld RPM · Țintă %2$lld
ru: %1$lld об/мин · Цель %2$lld
sv: %1$lld RPM · Mål %2$lld
th: %1$lld RPM · เป้าหมาย %2$lld
tr: %1$lld RPM · Hedef %2$lld
uk: %1$lld об/хв · Ціль %2$lld
vi: %1$lld RPM · Mục tiêu %2$lld
zh_hans: %1$lld RPM · 目标 %2$lld
zh_hant: %1$lld RPM · 目標 %2$lld

source: %lld%% 도달 시 충전 정지, %lld%%에서 재충전
ar: يتوقف عند %lld%%، ويعيد الشحن عند %lld%%
cs: Zastaví na %lld %%, dobije od %lld %%
da: Stopper ved %lld %%, genoplader ved %lld %%
de: Stoppt bei %lld %%, lädt wieder ab %lld %%
el: Διακοπή στο %lld%%, επαναφόρτιση στο %lld%%
en: Stops at %lld%%, recharges at %lld%%
es: Se detiene al %lld %%, se recarga al %lld %%
fi: Pysähtyy tasolla %lld %%, lataus alkaa tasolla %lld %%
fr: S'arrête à %lld %%, recharge à %lld %%
he: עוצר ב-%lld%%, נטען מחדש ב-%lld%%
hi: %lld%% पर रुकता है, %lld%% पर पुनः चार्ज होता है
hu: Leállás %lld%%-nál, újratöltés %lld%%-nál
id: Berhenti di %lld%%, mengisi ulang di %lld%%
it: Si ferma al %lld%%, ricarica al %lld%%
ja: %lld%% で充電停止、%lld%% で再充電
nb: Stopper ved %lld %%, lader igjen ved %lld %%
nl: Stopt bij %lld%%, hervat bij %lld%%
pl: Zatrzymuje przy %lld%%, wznawia przy %lld%%
pt_br: Para em %lld%%, recarrega em %lld%%
pt_pt: Pára a %lld%%, recarrega a %lld%%
ro: Se oprește la %lld%%, reîncarcă la %lld%%
ru: Остановка на %lld%%, возобновление при %lld%%
sv: Stoppar vid %lld %%, återupptar vid %lld %%
th: หยุดชาร์จที่ %lld%% ชาร์จต่อที่ %lld%%
tr: %lld%% seviyesinde durur, %lld%% seviyesinde yeniden şarj eder
uk: Зупинка на %lld%%, відновлення при %lld%%
vi: Dừng ở mức %lld%%, sạc lại ở mức %lld%%
zh_hans: 达到 %lld%% 时停止充电，降至 %lld%% 时重新充电
zh_hant: 達到 %lld%% 時停止充電，降至 %lld%% 時重新充電

source: %lld%% 한도 유지 중
ar: المحافظة على حد %lld%%
cs: Udržování limitu %lld%%
da: Opretholder grænse på %lld%%
de: %lld %%-Limit gehalten
el: Διατήρηση ορίου %lld%%
en: Holding at %lld%% Limit
es: Manteniendo el límite de %lld%%
fi: Pidetään %lld%% rajassa
fr: Maintien de la limite à %lld%%
he: שומר על מגבלת %lld%%
hi: %lld%% सीमा बनाए रखी जा रही है
hu: %lld%%-os korlát tartása
id: Menahan di Batas %lld%%
it: Mantenimento limite al %lld%%
ja: %lld%%制限を維持中
nb: Holder %lld%%-grense
nl: Limiet van %lld%% wordt aangehouden
pl: Utrzymywanie limitu %lld%%
pt_br: Mantendo limite de %lld%%
pt_pt: A manter limite de %lld%%
ro: Menținere la limita de %lld%%
ru: Поддержание предела %lld%%
sv: Håller gränsen på %lld%%
th: กำลังคงขีดจำกัดไว้ที่ %lld%%
tr: %% %lld Sınırında Tutuluyor
uk: Утримання ліміту %lld%%
vi: Đang duy trì giới hạn %lld%%
zh_hans: 保持在 %lld%% 限制
zh_hant: 保持在 %lld%% 限制

source: %lld%%까지 남은 시간
ar: الوقت حتى %lld%%
cs: Čas do %lld %%
da: Tid til %lld%%
de: Zeit bis %lld %%
el: Χρόνος μέχρι το %lld%%
en: Time to %lld%%
es: Tiempo hasta %lld %%
fi: Aika tasoon %lld %%
fr: Temps jusqu'à %lld %%
he: זמן עד ל-%lld%%
hi: %lld%% तक का समय
hu: Idő %lld%%-ig
id: Waktu hingga %lld%%
it: Tempo al %lld %%
ja: %lld%%までの時間
nb: Tid til %lld%%
nl: Tijd tot %lld%%
pl: Czas do %lld%%
pt_br: Tempo até %lld%%
pt_pt: Tempo até %lld%%
ro: Timp până la %lld%%
ru: Время до %lld%%
sv: Tid till %lld%%
th: เวลาจนถึง %lld%%
tr: %%%lld Doluma Kalan Süre
uk: Час до %lld%%
vi: Thời gian đến %lld%%
zh_hans: 充至 %lld%% 剩余时间
zh_hant: 充至 %lld%% 剩餘時間

source: %lld%%까지 방전 시작
ar: بدء التفريغ حتى %lld%%
cs: Zahájit vybíjení na %lld%%
da: Start afladning til %lld%%
de: Entladen auf %lld%% starten
el: Έναρξη εκφόρτισης στο %lld%%
en: Start discharge to %lld%%
es: Iniciar descarga al %lld%%
fi: Aloita purkaminen tasolle %lld%%
fr: Démarrer la décharge à %lld%%
he: התחל פריקה עד %lld%%
hi: %lld%% तक डिस्चार्ज शुरू करें
hu: Lemerítés indítása %lld%%-ra
id: Mulai pengosongan ke %lld%%
it: Avvia scarica al %lld%%
ja: %lld%%まで放電開始
nb: Start utlading til %lld%%
nl: Start ontladen tot %lld%%
pl: Rozpocznij rozładowywanie do %lld%%
pt_br: Iniciar descarga até %lld%%
pt_pt: Iniciar descarga até %lld%%
ro: Începe descărcarea la %lld%%
ru: Начать разрядку до %lld%%
sv: Börja ladda ur till %lld%%
th: เริ่มคายประจุถึง %lld%%
tr: %% %lld seviyesine deşarjı başlat
uk: Почати розряджання до %lld%%
vi: Bắt đầu xả pin đến %lld%%
zh_hans: 开始放电至 %lld%%
zh_hant: 開始放電至 %lld%%

source: %lld%%까지 약 %@ 남음
ar: حوالي %2$@ حتى %1$lld%%
cs: Cca %2$@ do %1$lld %%
da: Ca. %2$@ til %1$lld%%
de: Noch ca. %2$@ bis %1$lld %%
el: Περίπου %2$@ μέχρι το %1$lld%%
en: About %2$@ to %1$lld%%
es: Aprox. %2$@ hasta el %1$lld %%
fi: Noin %2$@ tasoon %1$lld %%
fr: Environ %2$@ jusqu'à %1$lld %%
he: כ-%2$@ עד ל-%1$lld%%
hi: %1$lld%% तक लगभग %2$@
hu: Kb. %2$@ %1$lld%%-ig
id: Sekitar %2$@ hingga %1$lld%%
it: Circa %2$@ al %1$lld %%
ja: %1$lld%%まで約%2$@
nb: Ca. %2$@ til %1$lld%%
nl: Nog ca. %2$@ tot %1$lld%%
pl: Ok. %2$@ do %1$lld%%
pt_br: Cerca de %2$@ até %1$lld%%
pt_pt: Cerca de %2$@ até %1$lld%%
ro: Aproximativ %2$@ până la %1$lld%%
ru: Около %2$@ до %1$lld%%
sv: Cirka %2$@ kvar till %1$lld%%
th: อีกประมาณ %2$@ ถึง %1$lld%%
tr: %%%1$lld doluma yaklaşık %2$@
uk: Близько %2$@ до %1$lld%%
vi: Khoảng %2$@ đến %1$lld%%
zh_hans: 距离充至 %1$lld%% 约剩余 %2$@
zh_hant: 距離充至 %1$lld%% 約剩餘 %2$@

source: %lld°C 이상
ar: %lld°م أو أكثر
cs: %lld°C a více
da: %lld°C eller derover
de: %lld°C oder mehr
el: %lld°C ή παραπάνω
en: %lld°C or above
es: %lld°C o superior
fi: %lld°C tai yli
fr: %lld°C ou plus
he: ‎%lld°C ומעלה
hi: %lld°C या अधिक
hu: %lld°C vagy magasabb
id: %lld°C ke atas
it: %lld°C o superiore
ja: %lld°C以上
nb: %lld°C eller over
nl: %lld°C of hoger
pl: %lld°C lub więcej
pt_br: %lld°C ou acima
pt_pt: %lld°C ou superior
ro: %lld°C sau mai mult
ru: %lld°C или выше
sv: %lld°C eller högre
th: %lld°C ขึ้นไป
tr: %lld°C veya üzeri
uk: %lld°C або вище
vi: %lld°C trở lên
zh_hans: %lld°C 或以上
zh_hant: %lld°C 或以上

source: %lld°C 초과
ar: أعلى من %lld°م
cs: Více než %lld°C
da: Over %lld°C
de: Über %lld°C
el: Πάνω από %lld°C
en: Above %lld°C
es: Por encima de %lld°C
fi: Yli %lld°C
fr: Supérieur à %lld°C
he: מעל ‎%lld°C
hi: %lld°C से अधिक
hu: %lld°C felett
id: Di atas %lld°C
it: Superiore a %lld°C
ja: %lld°C超過
nb: Over %lld°C
nl: Boven %lld°C
pl: Powyżej %lld°C
pt_br: Acima de %lld°C
pt_pt: Superior a %lld°C
ro: Peste %lld°C
ru: Выше %lld°C
sv: Över %lld°C
th: มากกว่า %lld°C
tr: %lld°C üzerinde
uk: Понад %lld°C
vi: Trên %lld°C
zh_hans: 高于 %lld°C
zh_hant: 高於 %lld°C

source: %lld°C 초과 시 정지, %lld°C 이하 시 재개
ar: يتوقف فوق %lld°م، ويستأنف عند أو أقل من %lld°م
cs: Zastaví se nad %lld°C, obnoví se při nebo pod %lld°C
da: Stopper over %lld°C, genoptages ved eller under %lld°C
de: Stoppt über %lld°C, setzt bei/unter %lld°C fort
el: Διακόπτεται πάνω από %lld°C, συνεχίζεται στους %lld°C ή χαμηλότερα
en: Pauses above %lld°C, resumes at or below %lld°C
es: Se detiene por encima de %lld°C, se reanuda a %lld°C o menos
fi: Pysähtyy yli %lld°C:ssa, jatkuu %lld°C:ssa tai alle
fr: S'arrête au-dessus de %lld°C, reprend à %lld°C ou moins
he: עוצר מעל %lld°C, מתחדש ב-%lld°C או פחות
hi: %lld°C से ऊपर रुकता है, %lld°C या उससे कम पर फिर से शुरू होता है
hu: %lld°C felett leáll, %lld°C vagy az alatt folytatódik
id: Berhenti di atas %lld°C, dilanjutkan pada atau di bawah %lld°C
it: Si arresta sopra i %lld°C, riprende a %lld°C o meno
ja: %lld°C 超過で停止、%lld°C 以下で再開
nb: Stopper over %lld°C, gjenopptas ved eller under %lld°C
nl: Stopt boven %lld°C, hervat bij of onder %lld°C
pl: Zatrzymuje powyżej %lld°C, wznawia przy %lld°C lub poniżej
pt_br: Para acima de %lld°C, retoma em %lld°C ou menos
pt_pt: Pára acima de %lld°C, retoma a %lld°C ou menos
ro: Se oprește peste %lld°C, se reia la sau sub %lld°C
ru: Пауза выше %lld°C, возобновление при %lld°C и ниже
sv: Stoppar över %lld°C, återupptar vid eller under %lld°C
th: หยุดเมื่อเกิน %lld°C, เริ่มใหม่เมื่อ %lld°C หรือต่ำกว่า
tr: %lld°C üzerinde durur, %lld°C ve altında devam eder
uk: Зупиняється при температурі вище %lld°C, відновлюється при %lld°C або нижче
vi: Dừng khi vượt quá %lld°C, tiếp tục khi ở mức %lld°C trở xuống
zh_hans: 超过 %lld°C 时暂停，低于或等于 %lld°C 时恢复
zh_hant: 超過 %lld°C 時暫停，低於或等於 %lld°C 時恢復

source: (권장) SoC 전체 전력 소비량(W)에 비례하여 움직입니다. 시스템의 실제 작업 부하를 가장 정확하게 반영합니다.
ar: (موصى به) يتحرك بما يتناسب مع إجمالي طاقة SoC (بالواط). يعكس بدقة أعلى عبء العمل الحقيقي للنظام.
cs: (Doporučeno) Animuje se úměrně k celkové spotřebě SoC (W). Nejpřesněji odráží skutečné pracovní zatížení systému.
da: (Anbefales) Animeres proportionalt med SoC'ens samlede strømforbrug (W). Afspejler systemets reelle arbejdsbelastning mest præcist.
de: (Empfohlen) Animiert proportional zum gesamten SoC-Stromverbrauch (W). Spiegelt die tatsächliche Systemlast am genauesten wider.
el: (Συνιστάται) Κινείται αναλογικά με τη συνολική κατανάλωση ισχύος του SoC (W). Αντικατοπτρίζει με τη μεγαλύτερη ακρίβεια τον πραγματικό φόρτο εργασίας του συστήματος.
en: (Recommended) Animates proportionally to total SoC power (W). Most accurately reflects true system workload.
es: (Recomendado) Se anima proporcionalmente a la potencia total del SoC (W). Refleja con mayor precisión la carga de trabajo real del sistema.
fi: (Suositus) Liikkuu suhteessa järjestelmäpiirin (SoC) kokonaisvirrankulutukseen (W). Heijastaa järjestelmän todellista kuormitusta tarkimmin.
fr: (Recommandé) S'anime proportionnellement à la puissance totale du SoC (W). Reflète fidèlement la charge de travail réelle du système.
he: (מומלץ) מונפש ביחס לצריכת החשמל הכוללת של ה-SoC (ב-W). משקף בצורה המדויקת ביותר את עומס המערכת בפועל.
hi: (अनुशंसित) कुल SoC बिजली खपत (W) के अनुपात में एनिमेट होता है। वास्तविक सिस्टम वर्कलोड को सबसे सटीक रूप से दर्शाता है।
hu: (Ajánlott) A teljes SoC energiafogyasztásával (W) arányosan animálódik. A legpontosabban tükrözi a rendszer valós terhelését.
id: (Disarankan) Beranimasi secara proporsional dengan total daya SoC (W). Mencerminkan beban kerja sistem yang sebenarnya secara paling akurat.
it: (Consigliato) Si anima proporzionalmente al consumo energetico totale del SoC (W). Riflette con la massima precisione il carico effettivo del sistema.
ja: (推奨) SoC全体の消費電力（W）に比例して動作します。システムの実際のワークロードを最も正確に反映します。
nb: (Anbefales) Animeres proporsjonalt med SoC-ens totale strømforbruk (W). Gjenspeiler systemets faktiske arbeidsbelastning mest nøyaktig.
nl: (Aanbevolen) Animeert evenredig met het totale SoC-stroomverbruik (W). Geeft de werkelijke systeembelasting het meest nauwkeurig weer.
pl: (Zalecane) Animuje się proporcjonalnie do całkowitego poboru mocy układu SoC (W). Najdokładniej odzwierciedla rzeczywiste obciążenie systemu.
pt_br: (Recomendado) Anima proporcionalmente ao consumo total do SoC (W). Reflete com mais precisão a verdadeira carga de trabalho do sistema.
pt_pt: (Recomendado) Anima proporcionalmente ao consumo total do SoC (W). Reflete com maior precisão a carga real do sistema.
ro: (Recomandat) Se animează proporțional cu consumul total de energie SoC (W). Reflectă cel mai precis volumul real de lucru al sistemului.
ru: (Рекомендуется) Анимируется пропорционально общему энергопотреблению SoC (Вт). Наиболее точно отражает реальную рабочую нагрузку системы.
sv: (Rekommenderas) Animeras proportionellt mot SoC:ns totala strömförbrukning (W). Återspeglar systemets faktiska arbetsbelastning mest exakt.
th: (แนะนำ) เคลื่อนไหวตามสัดส่วนการใช้พลังงาน SoC ทั้งหมด (W) สะท้อนภาระงานจริงของระบบได้อย่างแม่นยำที่สุด
tr: (Önerilen) Toplam SoC güç tüketimiyle (W) orantılı olarak hareket eder. Gerçek sistem iş yükünü en doğru şekilde yansıtır.
uk: (Рекомендовано) Анімується пропорційно загальному споживанню енергії SoC (Вт). Найточніше відображає реальне робоче навантаження системи.
vi: (Khuyến nghị) Chuyển động tỷ lệ thuận với tổng mức tiêu thụ điện của SoC (W). Phản ánh chính xác nhất tải công việc thực tế của hệ thống.
zh_hans: (推荐) 与SoC总功耗（W）成比例动态变化。能最准确地反映系统的实际工作负载。
zh_hant: (建議) 與SoC總功耗（W）成比例動態變化。能最準確地反映系統的實際工作負載。

source: (권장) 메뉴바 상주 시에는 ProMotion 절전을 위해 24 fps로 고정되며, 팝오버를 열거나 설정창을 볼 때는 전원 상태(AC 60 fps / 배터리 24 fps)에 따라 부드럽게 동작합니다.
ar: (موصى به) يتم التثبيت على 24 إطارًا/ثانية في شريط القوائم لتوفير طاقة ProMotion؛ ويتكيف بسلاسة (تيار متردد 60 إطارًا/ثانية / بطارية 24 إطارًا/ثانية) عند فتح النافذة المنبثقة أو الإعدادات.
cs: (Doporučeno) V řádku nabídek je uzamčeno na 24 fps pro úsporu baterie s ProMotion; při otevření vyskakovacího okna nebo nastavení se plynule přizpůsobí (napájení ze sítě 60 fps / baterie 24 fps).
da: (Anbefales) Låst til 24 bps i menulinjen for at spare ProMotion-batteri; tilpasser sig jævnt (strømforsyning 60 bps / batteri 24 bps), når popover eller indstillinger åbnes.
de: (Empfohlen) In der Menüleiste auf 24 fps fixiert, um ProMotion-Batterie zu sparen; passt sich beim Öffnen des Popovers oder der Einstellungen flüssig an (Netzteil 60 fps / Batterie 24 fps).
el: (Συνιστάται) Κλειδώνει στα 24 fps στη γραμμή μενού για εξοικονόμηση μπαταρίας ProMotion· προσαρμόζεται ομαλά (τροφοδοσία AC 60 fps / μπαταρία 24 fps) κατά το άνοιγμα του αναδυόμενου παραθύρου ή των ρυθμίσεων.
en: (Recommended) Locks to 24 fps in the menu bar to save ProMotion battery; adapts smoothly (AC 60 fps / Battery 24 fps) when opening the popover or settings.
es: (Recomendado) Se bloquea a 24 fps en la barra de menús para ahorrar batería ProMotion; se adapta suavemente (Adaptador 60 fps / Batería 24 fps) al abrir la ventana emergente o los ajustes.
fi: (Suositus) Lukittu 24 fps:ään valikkorivillä ProMotion-akun säästämiseksi; mukautuu sulavasti (verkkovirta 60 fps / akku 24 fps), kun ponnahdusikkuna tai asetukset avataan.
fr: (Recommandé) Fixé à 24 ips dans la barre des menus pour économiser la batterie ProMotion ; s'adapte de manière fluide (Secteur 60 ips / Batterie 24 ips) à l'ouverture du menu contextuel ou des réglages.
he: (מומלץ) ננעל על 24 fps בשורת התפריטים לחיסכון בסוללת ProMotion; מסתגל בצורה חלקה (חיבור לחשמל 60 fps / סוללה 24 fps) בעת פתיחת החלונית או ההגדרות.
hi: (अनुशंसित) ProMotion बैटरी बचाने के लिए मेनू बार में 24 fps पर लॉक रहता है; पॉपओवर या सेटिंग्स खोलते समय पावर स्थिति (AC 60 fps / बैटरी 24 fps) के अनुसार सुचारू रूप से अनुकूलित होता है।
hu: (Ajánlott) A menüsorban 24 fps-re van zárolva a ProMotion akkumulátorkímélés érdekében; a felugró ablak vagy beállítások megnyitásakor zökkenőmentesen alkalmazkodik (hálózat 60 fps / akkumulátor 24 fps).
id: (Disarankan) Dikunci pada 24 fps di bar menu untuk menghemat baterai ProMotion; beradaptasi dengan mulus (Daya AC 60 fps / Baterai 24 fps) saat membuka jendela popover atau pengaturan.
it: (Consigliato) Fissato a 24 fps nella barra dei menu per risparmiare la batteria ProMotion; si adatta in modo fluido (Alimentazione 60 fps / Batteria 24 fps) all'apertura del pannello o delle impostazioni.
ja: (推奨) メニューバー常駐時はProMotionの節電のため24 fpsに固定され、ポップオーバーや設定画面を開く際は電源状態（電源アダプタ接続時 60 fps / バッテリー駆動時 24 fps）に応じて滑らかに動作します。
nb: (Anbefales) Låst til 24 bps i menylinjen for å spare ProMotion-batteri; tilpasser seg jevnt (strømforsyning 60 bps / batteri 24 bps) når lokalmenyen eller innstillinger åpnes.
nl: (Aanbevolen) Vastgezet op 24 fps in de menubalk om ProMotion-batterij te besparen; past zich vloeiend aan (Netstroom 60 fps / Batterij 24 fps) bij het openen van de pop-over of instellingen.
pl: (Zalecane) Blokuje 24 kl./s na pasku menu w celu oszczędzania baterii przy ProMotion; płynnie dostosowuje klatkaż (zasilacz 60 kl./s / bateria 24 kl./s) po otwarciu okna podręcznego lub ustawień.
pt_br: (Recomendado) Fixado em 24 fps na barra de menus para economizar bateria do ProMotion; adapta-se suavemente (Alimentação 60 fps / Bateria 24 fps) ao abrir o popover ou as configurações.
pt_pt: (Recomendado) Bloqueado a 24 fps na barra de menus para poupar bateria ProMotion; adapta-se de forma suave (Corrente 60 fps / Bateria 24 fps) ao abrir o popover ou as definições.
ro: (Recomandat) Blocat la 24 fps în bara de meniuri pentru a economisi bateria ProMotion; se adaptează lin (alimentare la priză 60 fps / baterie 24 fps) la deschiderea panoului popover sau a configurărilor.
ru: (Рекомендуется) В строке меню фиксируется на 24 кадр/с для экономии энергии ProMotion; при открытии всплывающего окна или настроек плавно адаптируется (сеть 60 кадр/с / аккумулятор 24 кадр/с).
sv: (Rekommenderas) Låst till 24 bps i menyraden för att spara ProMotion-batteri; anpassas smidigt (strömadapter 60 bps / batteri 24 bps) när popover-menyn eller inställningarna öppnas.
th: (แนะนำ) ล็อกที่ 24 fps ในแถบเมนูเพื่อประหยัดพลังงาน ProMotion ปรับตัวอย่างราบรื่น (เสียบปลั๊ก 60 fps / แบตเตอรี่ 24 fps) เมื่อเปิดป๊อปโอเวอร์หรือการตั้งค่า
tr: (Önerilen) Menü çubuğundayken ProMotion pil tasarrufu için 24 fps'ye sabitlenir; açılır pencere veya ayarlar açıldığında güç durumuna göre (AC 60 fps / Pil 24 fps) sorunsuz uyum sağlar.
uk: (Рекомендовано) У смузі меню фіксується на 24 кадр/с для економії заряду ProMotion; при відкритті спливаючого вікна чи параметрів плавно адаптується (мережа 60 кадр/с / акумулятор 24 кадр/с).
vi: (Khuyến nghị) Khóa ở mức 24 fps trên thanh menu để tiết kiệm pin ProMotion; điều chỉnh mượt mà (Nguồn AC 60 fps / Pin 24 fps) khi mở cửa sổ bật lên hoặc cài đặt.
zh_hans: (推荐) 常驻菜单栏时固定为24 fps以节省ProMotion电量；打开弹窗或设置窗口时，会根据电源状态（连接电源 60 fps / 电池 24 fps）流畅运行。
zh_hant: (建議) 常駐選單列時固定為24 fps以節省ProMotion電量；開啟彈出視窗或設定時，會依電源狀態（連接電源 60 fps / 電池 24 fps）順暢運作。

source: 0.0 W (차단됨)
ar: 0.0 واط (محظور)
cs: 0,0 W (blokováno)
da: 0,0 W (blokeret)
de: 0,0 W (Blockiert)
el: 0,0 W (Αποκλεισμένο)
en: 0.0 W (Blocked)
es: 0,0 W (bloqueado)
fi: 0,0 W (estetty)
fr: 0,0 W (bloqué)
he: 0.0 ואט (חסום)
hi: 0.0 W (अवरुद्ध)
hu: 0,0 W (blokkolva)
id: 0,0 W (Diblokir)
it: 0,0 W (bloccato)
ja: 0.0 W (ブロック中)
nb: 0,0 W (blokkert)
nl: 0,0 W (geblokkeerd)
pl: 0,0 W (zablokowane)
pt_br: 0,0 W (bloqueado)
pt_pt: 0,0 W (bloqueado)
ro: 0,0 W (blocat)
ru: 0,0 Вт (заблокировано)
sv: 0,0 W (blockerad)
th: 0.0 W (ถูกบล็อก)
tr: 0,0 W (Engellendi)
uk: 0,0 Вт (заблоковано)
vi: 0.0 W (Đã chặn)
zh_hans: 0.0 W (已阻断)
zh_hant: 0.0 W (已阻斷)
